[
  {
    "day":"1",
    "caption" : "It's Dec 1, the first day of DDB San Francisco's Ad-vent Calendar! We'll be posting a gif about agency life every day til Xmas. This one's called \"When you have a meeting room booked for 3:00 and someone else is still in there at 3:01.\" "
  },
  {
    "day":"2",
    "caption" : "Day 2: \"When you finally have a day when you can leave at 5:00.\""
  },
  {
    "day":"3",
    "caption" : "Day 3: \"How it feels when your neighbor is playing their music without headphones\" feat. The Stone Foxes."
  },
  {
    "day":"4",
    "caption" : "Day 4: \"When your annual review doesn't go as well as you expected.\""
  },
  {
    "day":"5",
    "caption" : "Day 5: \"When you forget to concept before a meeting but you have to present.\""
  },
  {
    "day":"6",
    "caption" : "Day 6: \"When someone says 'bye' at the end of a conference call and you had no idea they were dialed in.\""
  },
  {
    "day":"7",
    "caption" : "Day 7: \"When you finally get client approval after 26 rounds of creative.\""
  },
  {
    "day":"8",
    "caption" : "Day 8: \"When there's leftovers from a client lunch in the kitchen.\""
  },
  {
    "day":"9",
    "caption" : "Day 9: \"When it drops below 70 degrees in the office: women in full winter gear huddled around a computer screen with a fire on it.\""
  },
  {
    "day":"10",
    "caption" : "Day 10: \"When you lose a bet in the agency Fantasy league.\""
  },
  {
    "day":"11",
    "caption" : "Day 11: \"When someone says the v-word in a meeting.\""
  },
  {
    "day":"12",
    "caption" : "Day 12: \"When it hits 5 PM.\""
  },
  {
    "day":"13",
    "caption" : "Day 13: \"When it's office fridge clean-out day.\""
  },
  {
    "day":"14",
    "caption" : "Day 14: \"When you’re on 100 projects and your neighbor is on zero.\""
  },
  {
    "day":"15",
    "caption" : "Day 15: \"When ‘winning big in Vegas’ means getting a deck to the client by 5.\""
  },
  {
    "day":"16",
    "caption" : "Day 16: \"When you have back-to-back meetings tomorrow. And for the next 3 months.\""
  },
  {
    "day":"17",
    "caption" : "Day 17: \"When the fire alarm goes off.\""
  },
  {
    "day":"18",
    "caption" : "Day 18: \"When your agency holiday party was last night.\""
  },
  {
    "day":"19",
    "caption" : "Day 19: \"When someone responds with a reply-all to an all-agency email.\""
  },
  {
    "day":"20",
    "caption" : "Day 20: \"Too much for Advent.\""
  },
  {
    "day":"21",
    "caption" : "Day 21: \"When you find a typo in a final deck you just sent out.\""
  },
  {
    "day":"22",
    "caption" : "Day 22: \"When creatives try to dress up for a client presentation.\""
  },
  {
    "day":"23",
    "caption" : "Day 23: \"Coming back from your all-you-can-eat buffet lunch… at Gold Club.\""
  },
  {
    "day":"24",
    "caption" : "Day 24: \"Getting an expense report back.\""
  },
  {
    "day":"25",
    "caption" : "Day 25: \"When you think your idea for an agency holiday card was clever.\""
  }
]